{
  "films": [
    {
      "title": "Ansage Ende",
      "details": "(Netherlands-in Dutch, 23 min)",
      "description": "Directed by Stijn Verhoeff and Sjoerd Leijten. This artistic reflection on being engaged with the world combines fiction and documentary, music and text to calls for a collective and activist approach to the climate crisis. Visually stunning, we follow an imaginative journey through an empty landscape where water meets land. Slowly the film moves away from the imaginary into the real to show environmental destruction, young activists occupying trees, and musicians at a farm leading to a short, but poignant sci-fi excursion at the end with a megaphone choir singing out: “The seas are rising and so are we!”  "
    },

    {
      "title": "Loud",
      "details": "(United States, 7 min)",
      "description": "Directed by Mark Pedelty. Features Felicia Harding and the Salish Sea Singers. Catriona Armour's body art and a special appearance by Dana Lyons of \"Cows with Guns\" propel the musical narrative about noise pollution in, around, and above the Salish Sea of Washington State and British Columbia."
    },

    {
      "title": "Flying with Monarchs",
      "details": "(United States, 3 min)",
      "description": "Directed by Andrei Sourakov. A dancer celebrates the beauty of monarch butterfly migration with movements and in a variety of settings that reflect the life and travels of the monarch."
    },

    {
      "title": "Interconnections: Everything Is Connected",
      "details": "(United States, 13 min)",
      "description": "Directed by Rose Madrone. How many times do you wonder if what you do makes a difference in the world?  Inspiring stories illustrating the ripple effects of our actions in an interconnected world. Like “What the Bleep Do We Know” meets “Cosmos” with Carl Sagan, the film unpacks what the Butterfly Effect really means. Even though a metaphor, it actually depicts how small actions can indeed have large effects. Would we act differently if we understood the interconnectedness at play all around us? ",
      "video": "https://vimeo.com/246011314"
    },
    
    {
      "title": "Waters of the U.S.",
      "details": "(United States, 21 min)",
      "description": "Directed by Remi Escudié. The current administration is rolling back crucial protections for streams and wetlands across the country in a direct assault on the Clean Water Act. This incredibly beautiful film tells the story of the rivers, streams, and wetlands of Alabama to illustrate the dangers of the proposed regulation. By doing so, it shows the economic benefits, ecological health, and cultural way of life that hang in the balance.  The director hails from Miami, Florida, with a strong passion for environmental advocacy. With a  degree in Editing, Writing & Media from Florida State University and a background in environmental journalism, he intends to make documentaries to inspire protection wildlife and our natural resources. ",
      "video": "https://vimeo.com/359901854"
    },
    
    {
      "title": "Poisoning Paradise",
      "details": "(United States, 1hr, 17 mins)",
      "description": "Directed by Keely Shaye Brosnan and Teresa Tico. Journey to the seemingly idyllic Hawaii, where communities are surrounded by experimental test sites for genetically engineered seed corn and pesticides sprayed upwind of homes, schools, hospitals, and shorelines. Discover what’s at stake for Hawaii from local activists, scientific experts, and healthcare professionals who explain the effects of environmental injustice. Join the international debate about pesticides and the movement to hold corporations and governments accountable for poisoning planet Earth.  Jane Goodall: “I hope that this film is shown around the world, that it wins every prize out there, that it wakes people up and generates anger.”",
      "url": "https://www.poisoningparadise.com/"
    },
    
    {
      "title": "All Eyes on the Amazon",
      "details": "(Netherlands, 41 min)",
      "description": "Directed by Andrea Marinelli. In the 1970s the start of oil extraction in the Ecuadorian Amazon engendered expectations of a new “era of prosperity.” But now, in a David-and-Goliath struggle for environmental justice, the negative impacts of oil production are being captured through a project combining citizen science, scholarly activism, indigenous and mestizo mobilization, and the use of frugal but advanced GIScience, drones, smartphones and bespoke apps.  "
    },
    
    {
      "title": "Birdwatchers",
      "details": "(Islamic Republic of Iran, 26 min)",
      "description": "Directed by Maryam Astaneh. Illustrating the wide array of birds that live in and around the city of Toronto, the film features passionate birdwatchers who have devoted most of their lives to discovering these birds. In the process, these dedicated people promote Toronto as an international location for birdwatching, which also leads to conservation efforts to protect animals and green land.",
      "url": "https://torontobirdclub.ca/"
    },
    
    {
      "title": "Managed Retreat",
      "details": "(United States, 18 min)",
      "description": "Directed by Nathan Kensinger. By the end of this century, New York City is expected to have up to 9.5 feet of sea level rise, radically reshaping its 520 miles of coastline, and impacting more than 100 coastal neighborhoods.  This film follows the demolition of the first communities to undergo a 'managed retreat' from Staten Island waterfront. Faced with rising sea levels, three New York City neighborhoods are purchased by the government, to be demolished and permanently returned to nature. Over the course of a year, seasons change, homes are destroyed, and wild animals begin to return.",
      "url": "http://nathankensinger.com/managed-retreat/"
    },
    
    {
      "title": "Not a Pet",
      "details": "(United Kingdom, 5 min)",
      "description": "Directed by Andrea Walji and Jack Wylson. Director note: “Through 3 years of researching what the Cheetah Conservation Fund and other NGOs were doing in the way of conservation . . I realised that there was a big focus on the illegal trade of dead animal parts, but no one was telling the story of the illegal trade in live animals, especially those destined for the pet trade.” This film looks at the illegal wildlife trade of cheetah cubs, and the role social media plays in the parading and trading of exotic animals online.  Hundreds of cheetah cubs are being stolen from the wild, which is decimating the wild population in Africa. For every 5 cubs that are taken, only 1 survives. They are being smuggled illegally into the Middle East to be sold as pets. "
    },
    
    {
      "title": "Interconnections: Everything Is Connected",
      "details": "(United States, 13 min)",
      "description": "Directed by Rose Madrone. How many times do you wonder if what you do makes a difference in the world?  Inspiring stories illustrating the ripple effects of our actions in an interconnected world. Like “What the Bleep Do We Know” meets “Cosmos” with Carl Sagan, the film unpacks what the Butterfly Effect really means. Even though a metaphor, it actually depicts how small actions can indeed have large effects. Would we act differently if we understood the interconnectedness at play all around us? .",
      "video": "https://vimeo.com/246011314"
    },
    
    {
      "title": "Interconnections: Everything Is Connected",
      "details": "(United States, 13 min)",
      "description": "Directed by Rose Madrone. How many times do you wonder if what you do makes a difference in the world?  Inspiring stories illustrating the ripple effects of our actions in an interconnected world. Like “What the Bleep Do We Know” meets “Cosmos” with Carl Sagan, the film unpacks what the Butterfly Effect really means. Even though a metaphor, it actually depicts how small actions can indeed have large effects. Would we act differently if we understood the interconnectedness at play all around us? .",
      "video": "https://vimeo.com/246011314"
    },
    
    {
      "title": "Interconnections: Everything Is Connected",
      "details": "(United States, 13 min)",
      "description": "Directed by Rose Madrone. How many times do you wonder if what you do makes a difference in the world?  Inspiring stories illustrating the ripple effects of our actions in an interconnected world. Like “What the Bleep Do We Know” meets “Cosmos” with Carl Sagan, the film unpacks what the Butterfly Effect really means. Even though a metaphor, it actually depicts how small actions can indeed have large effects. Would we act differently if we understood the interconnectedness at play all around us? .",
      "video": "https://vimeo.com/246011314"
    }

    
  ]
}