{
  "films": [
    {
      "title": "Ansage Ende",
      "details": "(Netherlands-in Dutch, 23 min)",
      "description": "Directed by Stijn Verhoeff and Sjoerd Leijten. This artistic reflection on being engaged with the world combines fiction and documentary, music and text to calls for a collective and activist approach to the climate crisis. Visually stunning, we follow an imaginative journey through an empty landscape where water meets land. Slowly the film moves away from the imaginary into the real to show environmental destruction, young activists occupying trees, and musicians at a farm leading to a short, but poignant sci-fi excursion at the end with a megaphone choir singing out: “The seas are rising and so are we!”  "
    },

    {
      "title": "Loud",
      "details": "(United States, 7 min)",
      "description": "Directed by Mark Pedelty. Features Felicia Harding and the Salish Sea Singers. Catriona Armour's body art and a special appearance by Dana Lyons of \"Cows with Guns\" propel the musical narrative about noise pollution in, around, and above the Salish Sea of Washington State and British Columbia."
    },

    {
      "title": "Flying with Monarchs",
      "details": "(United States, 3 min)",
      "description": "Directed by Andrei Sourakov. A dancer celebrates the beauty of monarch butterfly migration with movements and in a variety of settings that reflect the life and travels of the monarch."
    },

    {
      "title": "Interconnections: Everything Is Connected",
      "details": "(United States, 13 min)",
      "description": "Directed by Rose Madrone. How many times do you wonder if what you do makes a difference in the world?  Inspiring stories illustrating the ripple effects of our actions in an interconnected world. Like “What the Bleep Do We Know” meets “Cosmos” with Carl Sagan, the film unpacks what the Butterfly Effect really means. Even though a metaphor, it actually depicts how small actions can indeed have large effects. Would we act differently if we understood the interconnectedness at play all around us? .",
      "video": "https://vimeo.com/246011314"
    },
    
    {
      "title": "Waters of the U.S.",
      "details": "(United States, 21 min)",
      "description": "Directed by Remi Escudié. The current administration is rolling back crucial protections for streams and wetlands across the country in a direct assault on the Clean Water Act. This incredibly beautiful film tells the story of the rivers, streams, and wetlands of Alabama to illustrate the dangers of the proposed regulation. By doing so, it shows the economic benefits, ecological health, and cultural way of life that hang in the balance.  The director hails from Miami, Florida, with a strong passion for environmental advocacy. With a  degree in Editing, Writing & Media from Florida State University and a background in environmental journalism, he intends to make documentaries to inspire protection wildlife and our natural resources. ",
      "video": "https://vimeo.com/359901854"
    }

    
  ]
}